Revit 2024 API
StructuralSettings.ShowBraceBelow Property
 Whether to show brace symbols below beams in plan views.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public bool ShowBraceBelow { get; set; }
Visual Basic
Public Property ShowBraceBelow As Boolean
	Get
	Set
Visual C++
public:
property bool ShowBraceBelow {
	bool get ();
	void set (bool value);
}
See Also
StructuralSettings Class
Autodesk.Revit.DB.Structure Namespace